{
    "aboutus": {
        "contents": [
            "Gradually membership of Kahlar grew to a large number with ex-students of other music institutions like Gitabitan and Rabindra Bharati University of Kolkata.",
            "Kahlar was mainly interested to advance their member’s education in Rabindrasangeet and classical music. Mr. Subinoy Roy, Ms. Malati Ghosal, Mr. Ramesh Banerjee, and Mr. Ashoktaru Banerjee were teachers of Kahlar and music lessons were held in Brahmo Samaj of Kolkata. Kahlar also held monthly musical soiree of Rabindrasangeet with guest artists as Kanika Banerjee, Swapan Gupta, Bandana Sinha, Sumitra Sen and other reputed Rabindrasangeet singers in late 60’s. Kahlar produced a dance drama “shapmochan” in 1967 then performed in Calcutta Radio for jubo-Bharati (young artistes). In 1976, Kahlar presented in Academy of Fine arts, a musical based on Rabindrasangeet and its roots in Hindustani Classical music. It was a novel concept then, presented with raga based Rabindrasangeet along with the original ragas in vocal and sitar recitals.",
            "One of the founders of Kahlar was Mr. Soumyendu Guha who migrated to USA in 1969 for higher studies from Indiana University, Bloomington, Indiana. After getting his PhD in physics, he went back to Kolkata in 1975 and again joined the Kahlar group. Dr. Guha decided to return to the States in USA after 1976 and has been living in the state of Maryland since 1980. He opened a school in 1990 teaching Rabindrasangeet to local Bengali community free of charge. In the past 30 years, many students have joined and left, and Kahlar became a non-profit organization in 2001."
        ],
        "headerContent": "Dakshinee in Kolkata is music school that was founded by Mr. Subho GuhaThakurta. A few graduates of Dakshinee started a small organization called Kahlar, which means white lotus, on which Devi Saraswati is seated. The significance of it was to remind people that music is an institution of worshipping knowledge and learning that embodies Devi Saraswati, in Indian mythology.",
        "footerContent": "Our current mission includes teaching Rabindrasangeet to students weekly. Teachers are from Kolkata and USA and online classes are available.Kahlar has also been involved in multiple fundraising efforts to help those in need.",
        "listHeader": "",
        "listItems": []
    },
    "proposals": {
        "contents": [
            "Kahlar is looking to partner and work with talented musicians and other artists. If you are an artist involved with Indian Music or Dance and have a proposal for a concert, workshop, lecture/ demonstration or other events, we would love to hear from you."
        ],
        "headerContent": "Kahlar welcomes your proposals.<br>Kahlar is looking to partner and work with talented musicians and other artists. If you are an artist involved with Indian Music or Dance and have a proposal for a concert, workshop, lecture/ demonstration or other events, we would love to hear from you.",
        "footerContent": "We look forward to hearing from you!",
        "listHeader": "Please submit your proposal to music_group@kahlar.com and include in your email the following information:",
        "listItems": [
            "A detailed biodata describing yourself or your group",
            "Proposed dates of your project",
            "Level of funding that you are looking for with details about other sources of funding that you may already have obtained in case of co-sponsorship",
            "Links to audio or video performances of you or your organization as relevant"
        ]
    },
    "supportus": {
        "contents": [
            "Gradually membership of Kahlar grew to a large number with ex-students of other music institutions like Gitabitan and Rabindra Bharati University of Kolkata.",
            "Kahlar was mainly interested to advance their member’s education in Rabindrasangeet and classical music. Mr. Subinoy Roy, Ms. Malati Ghosal, Mr. Ramesh Banerjee, and Mr. Ashoktaru Banerjee were teachers of Kahlar and music lessons were held in Brahmo Samaj of Kolkata. Kahlar also held monthly musical soiree of Rabindrasangeet with guest artists as Kanika Banerjee, Swapan Gupta, Bandana Sinha, Sumitra Sen and other reputed Rabindrasangeet singers in late 60’s. Kahlar produced a dance drama “shapmochan” in 1967 then performed in Calcutta Radio for jubo-Bharati (young artistes). In 1976, Kahlar presented in Academy of Fine arts, a musical based on Rabindrasangeet and its roots in Hindustani Classical music. It was a novel concept then, presented with raga based Rabindrasangeet along with the original ragas in vocal and sitar recitals.",
            "One of the founders of Kahlar was Mr. Soumyendu Guha who migrated to USA in 1969 for higher studies from Indiana University, Bloomington, Indiana. After getting his PhD in physics, he went back to Kolkata in 1975 and again joined the Kahlar group. Dr. Guha decided to return to the States in USA after 1976 and has been living in the state of Maryland since 1980. He opened a school in 1990 teaching Rabindrasangeet to local Bengali community free of charge. In the past 30 years, many students have joined and left, and Kahlar became a non-profit organization in 2001."
        ],
        "headerContent": "Please Support Us.<br>Kahlar is tax exempt under section 501(c)(3) of the IRS as a non-profit organization. Your fully tax-deductible donation to Kahlar is vital in ensuring the organization fulfills its mission and continues to grow. Your donation will directly help arrange for future quality concerts and workshops as well as providing help to those in need.If you would like to send a check, please make your check payable to Kahlar Inc., and mail to:  Technuf, 40 W Gude Drive, Suite 220 Rockville, Maryland 20850, USA You can also send your payment via Paypal to us.",
        "footerContent": "Our current mission includes teaching Rabindrasangeet to students weekly. Teachers are from Kolkata and USA and online classes are available.Kahlar has also been involved in multiple fundraising efforts to help those in need.",
        "listHeader": "Kahlar has also been involved in multiple fundraising efforts to help those in need and has contributed funds to:",
        "listItems": [
            "Amphan victims in Kolkata - India",
            "COVID-19 affected people in Dhaka - Bangladesh",
            "Foodbanks in DC, MD, and VA - USA",
            "Links to audio or video performances of you or your organization as relevant"
        ]
    },
    "curriculum": {
        "contents": [],
        "headerContent": "Kahlar offers a versatile curriculum, though the main focus is on Rabindrasangeet. The course curriculum is designed by Dr. Soumyendu Guha, Dr. Debashish Raychaudhuri and Rohini Raychaudhuri based on the music knowledge and competency levels of the students. The curriculum is subject to change based on evolving needs.",
        "footerContent": "If you are interested to know more, please feel free to Contact Us by clicking the link below.",
        "listHeader": "The curriculum has embraced:",
        "listItems": [
            "Songs from Tagore’s Geetinatyas (Operas) and Nrityanatyas (Dance Dramas). Songs from Shapmochon have been taught and currently, songs from Shyama are being mastered",
            "Tagore’s compositions (Bhanga Gaan) based on some original songs (Mul Gaan) which were penned by great composers like Tulsidas, Ranganath (Yadubhatta), Swami Haridas and Niyamat Khan (Sadarang)",
            "Tagore’s songs with similar lyrics but with different tunes and rhythms (Surantari and Chhandantari)",
            "Songs of Dwijendralal Roy, Atul Prasad Sen and Rajanikanta Sen",
            "Introduction to Hindusthani Classical Raagas"
        ]
    },
    "membership": {
        "contents": [
            "Kahlar is tax exempt under section 501(c)(3) of the IRS as a non-profit organization. Your fully tax-deductible donation to Kahlar is vital in ensuring the organization fulfills its mission and continues to grow. Your donation will directly help arrange for future quality concerts and workshops as well as providing help to those in need.If you would like to send a check, please make your check payable to Kahlar Inc., and mail to:  Technuf, 40 W Gude Drive, Suite 220 Rockville, Maryland 20850, USA You can also send your payment via Paypal to us."
        ],
        "headerContent": "To be part of our Kahlar family and to be able to participate in any of Kahlar’s activities, we encourage you to become a member of Kahlar. Kahlar Annual Membership is currently $50.",
        "footerContent": "If you are interested to know more, please feel free to Contact Us by clicking the link below.",
        "listHeader": "Membership payment may be done via any of the following options:",
        "listItems": [
            "Online Payment",
            "Cash/ Check mailed to our Mailing address"
        ]
    },
    "inpersonclasses": {
        "contents": [],
        "headerContent": "In Person classes are offered at our Silver Spring location (linked to Contact Us) by Dr. Soumyendu Guha, twice a month.",
        "footerContent": "In response to COVID-19, these classes are now being offered Online (linked to Online Classes) and will continue to be offered until further notice. Please check our website for the most current information. If you are interested to know more, please feel free to Contact Us by clicking the link below.",
        "listHeader": "Membership payment may be done via any of the following options:",
        "listItems": [
            "Intermediate students meet every First and Third Sunday of the month at 4 pm",
            "Advanced students meet every Second and Fourth Sunday of the month at 4 pm"
        ]
    },
    "onlineclasses": {
        "contents": [
            "Classes with Dr. Soumyendu Guha (link to Faculty Tab) are currently being held Online as part of Kahlar’s response to COVID-19",
            "Classes with Dr. Debashish Raychaudhuri (link to Faculty Tab) are conducted Online, once a month. Students are currently learning songs from the Dance Drama - Shyama.",
            "Classes with Rohini Raychaudhuri (link to Faculty Tab) are conducted twice a month. Students are currently learning songs of Rabindranath Tagore as well as songs of Dwijendralal Roy, Atul Prasad Sen and Rajanikanta Sen."
        ],
        "headerContent": "Online classes are held every month, either once or twice, based on the Curriculum. Classes are conducted via Zoom or Google Hangouts.",
        "footerContent": "In response to COVID-19, some programs are being planned to be staged virtually. Please check our website for the most current information.If you are interested to know more, please feel free to Contact Us by clicking the link below.",
        "listHeader": "These classes are being held twice a month. Students are currently practicing songs of Sarot Ritu (Fall Season). please find the schedule below.",
        "listItems": [
            "Intermediate students meet every First and Third Sunday of the month at 4 pm",
            "Advanced students meet every Second and Fourth Sunday of the month at 4 pm"
        ]
    },
    "pastperformances": {
        "contents": [],
        "footerContent": "Our current mission includes teaching Rabindrasangeet to students weekly. Teachers are from Kolkata and USA and online classes are available.Kahlar has also been involved in multiple fundraising efforts to help those in need.",
        "headerContent": "Our Presentations",
        "listHeader": "",
        "listItems": [
            "1968 - Kahlar in Kolkata, India, staged Shapmochan, a dance drama, in Kolkata",
            "1970 - Kahlar in Kolkata, India performed on Doordarshan Radio",
            "1975 - Kahlar in Kolkata, India staged a musical soiree based on Tagore’s influence of classical ragas on his early compositions. Vocal Hindustani classical and Sitar were used to sing or play the ragas. Mrs. Nilima Sen, Ms. Enakshi Chatterjee, and Mr. Swapan Gupta took part with Kahlar to perform with the group",
            "1987 - Kahlar in MD, USA invited Mrs. Ritu Guha to perform in USA",
            "1992 – Since this time, Kahlar has been presenting an annual program with students every year in a homely \\(ghoroa\\) atmosphere",
            "2000 - Ms. Maya Sen held a workshop at Kahlar",
            "2003 - Kahlar invited Dakshinee to present a two-day workshop at Mr. Shikha and Tarak Bhar’s residence in Mclean VA. Mr. Sudeb Guha Thakurta, Principal of Dakshinee brought four ex-students of Dakshinee - Ananda Gupta, Rahul Mitra, Debangana Sarker, and Sangita Ganguly to participate in this workshop. From Kahlar MD USA, Mrs. Bharati Mitra, Mrs. Sikha Bhar, Mrs. Dipa Roy, Mrs. Tapati Das, Mr. Rana Sinha, Mr. Prasenjit Majumder joined this workshop",
            "2004 - Kahlar invited Dakshinee to perform Mayar Khela in opera style at Bangasammelan held in Baltimore",
            "2006 - Kahlar performed at NABC 2006 at Detroit",
            "2007 - Kahlar presented Pancho Kabir gaan based on Hindustani ragas",
            "2011 - Kahlar invited Saheb Chatterjee to perform in VA",
            "2013 - Kahlar invited Debashish and Rohini Raychaudhuri to perform at Bangamela in VA",
            "2017 - Kahlar performed “Shapmochan” as a Geeti-Alekhya in VA",
            "2017 - Kahlar produced an album “Surantari-Chhandantari-Pathantori” in collaboration with Hindustan Record of Kolkata",
            "2017 - Under the direction of Debashish Raychaudhuri, Kahlar performed “Surantari-Chhandantari-Pathantori” at the Potomac Community Center, MD",
            "2018 - Kahlar performed at Bangasammelan 2018 in Atlantic City, NJ, based on “Surantari-Chhandantari-Pathantori",
            "2019 - Kahlar presented Tagore’s songs based on Mulgaans, followed by a Seasonal Geeti-Alekhya - “Ritur Rani Sarot”",
            "2020 - Online fundraising concerts for COVID 19 affected and Amphan relief via FB Live and YouTube Live",
            "Artistes from Kolkata and USA performed Rabindrasangeet in this effort",
            "Starting in April 2020, the online show was run every Sunday for 18 weeks till August 2020, with over 70000 viewers"
        ]
    },
    "upcomingperformances": {
        "contents": [],
        "footerContent": "In response to COVID-19, these classes are now being offered Online (linked to Online Classes) and will continue to be offered until further notice. Please check our website for the most current information. If you are interested to know more, please feel free to Contact Us by clicking the link below.",
        "headerContent": "Kahlar continues to provide performances, with songs and dances centered around new themes and concepts, to keep its audiences enthralled and engaged till the end.",
        "listHeader": "Some tentative upcoming performances:",
        "listItems": [
            "2020 – Durga Puja Festival (Various International Artistes) – Virtual",
            "Songs of Sarot(Kahlar) - 2020 – Virtual",
            "Shapmochan(Kahlar) - 2021 – Virtual & Stage",
            "Shyama(Kahlar) – 2022 - Stage"
        ]
    },
    "fundraisers": {
        "contents": [
            "Coronavirus Disease 2019 (COVID-19) is a disease that was identified in Wuhan, China, and is now being spread throughout the world. Super Cyclonic Storm Amphan was a powerful and deadly tropical cyclone that caused widespread damage in Eastern India, specifically West Bengal, and in Bangladesh, in May 2020"
        ],
        "footerContent": "These fundraisers and some videos showing where some of our donations reached, can be viewed on our Facebook Page and our YouTube Page. For donations, please visit Support Us",
        "headerContent": "Kahlar has been involved in multiple fundraising efforts to help those in need.",
        "listHeader": "Of most recent, Kahlar has been spearheading Virtual Fundraising Concerts to raise funds for the COVID-19 impacted and for the Amphan affected.",
        "listItems": [
            "The series of these concerts was broadcasted via Facebook Live and via YouTube Live. These spanned over 18 weeks, from April 2020 till August 2020, under the leadership and guidance of Dr. Soumyendu Guha.",
            "Artistes from the United States, the United Kingdom, India and Bangladesh participated in this initiative along with experts in the fields of Medicine, Psychology and Immunology. Important facts and information was shared with the audiences related to COVID-19 and the pandemic.",
            "This was followed by songs of Rabindranath by eminent artistes from all over the world. Each Fundraiser had its own core theme, around which, each episode was centered.",
            "Kahlar raised funds which approximately added up to $4000, which were donated to various organizations in different countries to provide support for the COVID-19 impacted and the Amphan affected."
        ]
    }
}